{
    "id": 645,
    "title": "Kimeltun: Crean plataforma para el registro y apoyo pedagógico a educadores tradicionales mapuche",
    "date": "May 31, 2023 @ 20:00:00.000",
    "text": "Los educadores tradicionales son los encargados de enseñar en Chile la asignatura de Lengua y Cultura Indígena en aquellas escuelas que, según la ley, tienen el 20% o más de sus estudiantes con ascendencia indígena (decreto Nº 301 del Mineduc). En el país, existen alrededor de mil educadores tradicionales, de los cuales el 80% es mapuche. Ellos son escogidos y validados en sus propias comunidades por sus conocimientos de la lengua y la cultura de los pueblos originarios, y no tienen como requisito tener una formación pedagógica. Como el número de estos educadores ha ido creciendo, no existe un registro consolidado de sus antecedentes y de los procesos formativos que han cursado. Por otra parte, son ellos mismos quienes manifiestan la necesidad de que haya más recursos educativos y una formación pertinente para dar sus clases. En ese contexto, un equipo de investigadores del Centro de Investigación Avanzada en Educación (CIAE) y del Instituto de Estudios Avanzados en Educación, ambos de la Universidad de Chile, ha desarrollado una plataforma tecnológica que permite el registro de los educadores tradicionales del país y les ofrece una oferta pedagógica específica a sus necesidades, con formación en línea y un repositorio de recursos educativos pertinentes. Kimeltun es el nombre de esta plataforma tecnológica para el registro y la formación de educadores tradicionales en Chile. En ese sentido, desde la casa de estudios informaron que el equipo de investigadores ha desarrollado el prototipo de la plataforma, luego de lo cual pasará al Programa Intercultural Bilingüe del Ministerio de Educación. «La plataforma incluye 4 componentes: el registro de educadores tradicionales, su evaluación formativa, cursos de formación en línea y un repositorio de recursos educativos», explicó Carmen Sotomayor, directora del proyecto y directora del Instituto de Estudios Avanzados en Educación. «Con esto, buscamos acompañar y apoyar a los educadores en su proceso formativo para que puedan enseñar en las escuelas la asignatura de Lengua y Cultura de los pueblos originarios», agregó la académica. Financiado por FONDEF, el proyecto fue ejecutado por los ya mencionados investigadores de la U. de Chile, en asociación con el CPEIP, con el Programa de Educación Intercultural Bilingüe del Ministerio de Educación, y con Unesco, que aportó como observador del cumplimiento del marco ético del trabajo con pueblos originarios. La plataforma inicialmente estará dirigida al pueblo mapuche, por lo que contará con recursos asociados a sus prácticas y contenidos de su cultura, entre ellos, relatos tradicionales mapuche como los Piam y Epew. Además del material, contarán con una ficha que explica cómo funciona el recurso pedagógico. «El prototipo se hará con y para educadores mapuche, pueblo originario más numeroso del país. En el componente de evaluación participan sabios mapuche. Además, el repositorio cuenta con la asesoría de una educadora tradicional mapuche y en los cursos que se están elaborando participa más de una decena de profesores mapuche», detalla Margarita Calderón, subdirectora del proyecto. «Como educador tradicional, uno se encuentra bastante solo dentro del aula, siendo que los conocimientos de los pueblos originarios se construyen en comunidad, de forma colectiva», señala al respecto Patricio Aillapán, educador tradicional mapuche desde el año 2019 en una escuela de la comuna de Cerrillos y que participó en el desarrollo de la plataforma. En ese sentido, el investigador del CIAE, Diego Fuenzalida, añade que esta plataforma promoverá la vinculación entre educadores, formando una comunidad de aprendizaje. A través de ella, las y los educadores podrán participar en un foro y comentar sobre sus experiencias utilizando los recursos. Asimismo, los materiales pedagógicos que se suban a la plataforma podrán ser discutidos. «Habrá una reflexión pedagógica asociada al recurso», señala Fuenzalida, lo que permitirá ir ajustando, de ser necesario, algunos materiales y metodologías dependiendo de los comentarios que se reciban de los educadores. Sigue leyendo:",
    "url": "https://www.elciudadano.com/chile/kimeltun-crean-plataforma-para-el-registro-y-apoyo-pedagogico-a-educadores-tradicionales-mapuche/06/01/"
}